//
//  DataFile.swift
//  2021Swift
//
//  Created by 曹来东 on 2021/3/24.
//

/// URL图片数组
let imageUrlArray = [
    "https://cover.u17i.com/2018/09/1310592_1538034437_jusi2idL66Sr.sbig.jpg",
    "https://cover.u17i.com/2020/05/3674833_1590765609_8OBOjRK4eigJ.sbig.jpg",
    "https://cover.u17i.com/2020/07/12647_1593934116_T80OWo1GGkWG.sbig.jpg",
    "https://cover.u17i.com/2020/07/12647_1593934116_T80OWo1GGkWG.sbig.jpg"
]

/// 文字数组
let testArray = [
    "全省常住人口[2]为27462297人。同第五次全国人口普查2000年11月1日零时的27279921人相比，十年共增加182406人，增长0.67%。年平均增长率为0.07%。1",
    "全省常住人口中共有家庭户9001598户，家庭户人口为26466906人，平均每个家庭户的人口为2.94人，比2000年第五次全国人口普查的3.32人减少了0.38人。2",
    "全省常住人口中，男性为13912019人，占总人口的50.66%；女性为13550278人，占总人口的49.34%。总人口性别比（以女性为100，男性对女性的比例）由2000年第五次全国人口普查的104.92下降为102.67。3",
    "全省常住人口中，0-14岁的人口为3292657人，占11.99%；15-64的人口为21867007人，占79.63%；65岁及以上的人口为2302633人，占的8.38%。同2000年第五次全国人口普查相比，0-14岁人口的比重下降了6.97个百分点，15-64岁人口的比重上升了4.44个百分点，65岁及以上人口的比重上升了2.53个百分点。4"
]
